Repository: dimka14101/bnb
Catalog: Server/BNB/BNB/Resources/Resource.*.resx
Languages: uk

source: About
uk: Про проект

source: About author
uk: Про автора

source: About university
uk: Про університет

source: Adding new sensor info
uk: Додавання нового давача

# AddSensorError
source: Error while creating new sensor
uk: Помилка створення нового давача

# AllFieldsRequired
source: Fill all required (*) fileds
uk: Заповніть всі обов'язкові (*) поля

# ApiMsg
source: Our API for your projects.
uk: Наше API для ваших проектів.

# AuthorAddress
source: 82100, Drohobych
uk: 82100, м. Дрогобич

source: Author information
uk: Інформація про автора

# AuthorName
source: Dmytro Novak
uk: Дмитро Новак

source: Building name
uk: Ім'я будівлі

# BuildingNameTooltip
source: Required for other users
uk: Допоможе іншим користувачам

source: City
uk: Місто

# CityTooltip
source: Its required fore future filtering information
uk: За цим полем можна фільтрувати інформацію за містом

# Company_description
source: The blind are not blind
uk: Незрячі не незрячі

# Contact
source: Contact us
uk: Контакти

source: Coordinates from map
uk: Координати з карти

# CoordinatesFromMapTooltip
source: Zoom map to preffered location and add marker. Its required to show to users existing markers
uk: Збільшіть карту до бажаного місця та додайте маркер. Це потрібно для того щоб показати користувачам існуючі маркери

source: Country
uk: Країна

# CountryTooltip
source: Its required for future filtering information
uk: За цим полем можна фільтрувати інформацію за країною

source: Details
uk: Деталі

# DetailsTooltip
source: Details for more info about sensor location or additional info
uk: Деталі про місцезаходження сенсора або інша інформація

# EmailTooltip
source: We send you copy of form for sensor with with key and instructions
uk: Ми надішлемо копію даних про давач та ключ з локацією та подальшими інструкціями

source: Error While Loading map
uk: Помилка при звантажені карти

source: Feedback
uk: Зворотній зв'язок

# FeedbackDetailsName
source: Your idea/proposition etc..
uk: Ваша ідея/пропозиція і тд...

# FeedbackDetailsTooltip
source: Details for more info about sensor location or additional info
uk: Деталі для більшої іформації про давач, локацію або іншу інформацію

# FeedbackEmailTooltip
source: If you want, we send request status on this email
uk: Якщо Ви бажаєте, ми повідомимо вам про стан вашого відгуку.

source: Feedback form
uk: Форма зворотнього зв'язку

# FeedbackFormText
source: Here you can leave recomendations, ask a question or just say "thank you", or no:).
uk: Тут ви можете залишити рекомендації, задати питання або ж просто сказати "дякую", або ні :).

# FeedbackPlaceholder
source: Hi. I think...
uk: Привіт, я думаю...

# GeolocationError
source: Error: The Geolocation service failed.
uk: Помилка, сервіс геолокації недоступний або немає дозволу від користувача.

# GeolocationSuppportError
source: Error: Your browser doesn\'t support geolocation.
uk: Помилка, Ваш браузер не підтримує геолокацію.

source: Home
uk: Головна

source: Instruction
uk: Інструкція

source: Language
uk: Мова

# LearnMore
source: Download app
uk: Завантажити застосунок

source: Location from map
uk: Локація з карти

# LocationFromMapTooltip
source: Zoom map to preffered location and add marker. Its required to show to users existing markers
uk: Збільшіть карту до бажаної локації та додайте маркер. Це потрібно, щоб показати користувачам існуючі маркери.

source: Location information
uk: Інформація про локацію

# MainPageMessage
source: Blind people are not blind now. Now, there is a wonderful solution that will simplify the lives of blind people and help them get around in the premises
uk: Незрячі особи не незрячі тепер. Тепер існує прекрасне рішення, яке спрощує життя незрячих людей та допомагає їм орієнтуватись в приміщеннях.

# MainWarning
source: The resource is under development, contains errors and no refined functionality.
uk: Ресурс знаходить на стадії розробки, містить помилки та не доопрацьований функціонал.

source: Map
uk: Карта

# MarkerAddress
source: Address
uk: Адреса

# MarkerAuthor
source: Author
uk: Автор

# MarkerDetails
source: Details
uk: Деталі

# MarkerLocation
source: Building name
uk: Розміщення

# MarkerText
source: Sensor text
uk: Текст давача

source: Name
uk: Ім'я

# NameTooltip
source: To know who add sensor
uk: Для того,щоб зати,хто додав сенсор

source: Note
uk: Підказка

# NoteText
source: click on icons for tooltip
uk: натисніть на іконки для підказок

# PageNotFoundLeaveFeedback
source: Leave feedback
uk: Залишити відгук

# PageNotFoundMsg
source: Oh, somehow, it seems the page you are trying to open is no longer available or moved to a new address.
uk: Ой лишенько, здається сторінка яку Ви намагаєтесь відкрити більше не доступна або переміщена за новою адресою.

# PageNotFoundPropositions
source: If you are certain that something went wrong and the page should be displayed on request, leave us feedback with details of your actions. We will try to fix the problem.
uk: Якщо ви впевнені, що щось пішло не так і сторінка повинна відображатись за запитом, залишіть нам відгук з деталями ваших дій. Ми постараємось виправити проблему.

source: Phone
uk: Телефон

# RequestStatus
source: I want a feedback from you about my request status
uk: Я хочу відгук від вас про статус мого відгуку

source: required fields
uk: обов'язкові поля

source: Send
uk: Надіслати

# SensorAdded
source: Sensor were added successfuly.
uk: Давач було успішно створено.

source: Sensor information
uk: Інформація про давач

source: Sensor text
uk: Текст давача

# SensorTextTooltip
source: Required for playing this text to blid peoples
uk: Є обов'язковим, програється незрячому користувачеві при контакті з давачем

# ServerErrorLeaveFeedback
source: Leave feedback
uk: Залишити відгук

# ServerErrorMsg
source: Oh, somehow, it seems we had a problem with the server while processing our request.
uk: Ой лишенько, здається у нас виникла проблема з сервером при обробці Вашого запиту.

# ServerErrorPropositions
source: It will be nice and easier for us to fix the error if you leave a feedback with details about how you encountered an error.
uk: Нам буде приємно та легше усунути помилку, якщо Ви залишите відгук з деталями про те, як натрапили на помилку.

# Submit
source: Submit sensor info
uk: Підтвердити дані давача

# TooltipMsg
source: click on icons for tooltip
uk: натисніть на іконки для підказок

# UniversityAddress
source: 79013, Lviv, Stepana Bandery St, 12
uk: 79013, м. Львів, вул. Степана Бандери 12

# UniversityName
source: Lviv Polytechnic National University
uk: Національний університет «Львівська політехніка»

source: Warning!
uk: Увага!

# MarkerTapAddress
source: Full marker address
uk: Повна адреса маркера

# MarkerTapCoordinates
source: Coordinates
uk: Координати

# MarkerTapMsg
source: Marker details for new sensor
uk: Деталі маркера для нового давача

# MarkerTapTooltip
source: coordinates and full address will be dublicated to \'add sensor\' form below
uk: координати та адреса дублюватимуться у форму додавання давача вище

# UnknownErrorLeaveFeedback
source: Leave feedback
uk: Залишити відгук

# UnknownErrorMsg
source: Oops, there was an unknown error.
uk: Ой лишенько, здається у виникла невідома помилка.

# UnknownErrorPropositions
source: It will be nice and easier for us to fix the error if you leave a feedback with details about how you encountered an error.
uk: Нам буде приємно та легше усунути помилку, якщо Ви залишите відгук з деталями про те, як натрапили на помилку.

# DateTimeMonthArray
source: "January", "February", "March", "April", "May", "June", "July", "August", "September", "October", "November", "December"
uk: "Січень","Лютий","Березень","Квітень","Травень","Червень","Липень","Серпень","Вересень","Жовтень", "Листопад", "Грудень"

# FeedbackAddFail
source: Sending error
uk: Помилка надсилання

# FeedbackAddSuccess
source: Feedback was successfuly received
uk: Відгук було успішно отримано

# ReturnUp
source: Click to return on the top page
uk: Натисніть щоб повернутись на верх сторінки

source: Sensor MAC
uk: MAC адреса давача

# SensorMACTooltip
source: MAC address is required for binding your data to your sensor, information about device MAC address you can find on instruction page
uk: MAC адруса потрібна для прив'язки даих до давача. Детальну інформацію про MAC адресу пристрою можна знайти на сторінці інструкцій

# CreateSensorDateText
source: Created
uk: Створено

# ModifiedSensorDateText
source: Last changes
uk: Остання зміна
